---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LoadTypeBase
source: html/ee5d78a9-d9bc-6336-0922-090b046ba908.htm
---
# LoadTypeBase Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.